features = {
    '駐車・駐輪・室外設備': [
        '駐車2台可', '駐車場2台分', '自走式駐車場', '平面駐車場', '駐輪場', 'バイク置場', '融雪対策 ', 'ロードヒーター ',
        '家庭菜園 ', '屋上 ', 'ハイルーフ駐車場空きあ', 'EV車充電設備'],
    '周辺環境': [
        '周辺交通量少なめ', '整備された歩道', 'ゴルフ場が近い ', 'スキー場が近い ', 'テニスコートが近い ',
        'スーパーが徒歩10分以内', '総合病院 徒歩10分以内', '小学校 徒歩10分以内'],
    '建物構造': [
        '設計住宅性能評価付', '建設住宅性能評価付', '長期優良住宅', 'インスペクション済', '耐震適合', '制震・免震・耐震',
        'デザイナーズ', 'タイル貼り', 'メゾネット', '二世帯向き', '住宅性能保証付', '外断熱', '耐震構造', '免震構造',
        '制震構造', '自由設計対応', '住宅性能評価書', '建築確認完了検査証', '法適合状況調査報告書', '低炭素住宅',
        '瑕疵保険検査基準に適合', '建築士等の建物検査報告書', '新築時・増改築時の設計図書', '修繕・点検の記録',
        '５年以内に大規模修繕工事', '瑕疵保険(国交省指定)保証利用可', '瑕疵保険(国交省指定)保証付)', '瑕疵保証付(不動産会社独自)', '耐震基準適合証明書有'],
    '共用部': ['宅配ボックス', 'エレベーター', '24時間ゴミ出し可', 'プール', '共用露天風呂', '共有施設充実', 'キッズルーム・託児所', 'ゲストルーム'],
    '立地・土地特徴': ['高台に立地', '区画整理地内', '緑豊かな住宅地', '閑静な住宅地', '平坦地', '前面棟無', '大型タウン内', '避暑地', '都市近郊', '市街地が近い', '温泉付'],
    '駅利便性': ['駅まで平坦', '始発駅', '2沿線以上利用可]'],
    '管理・セキュリティ': [
        '24時間有人管理', 'TVドアホン', 'セキュリティ充実', 'カードキー', 'ディンプルキー', '24時間セキュリティ', '防犯用ガラス', '防犯カメラ',
        'オートロック', 'フロントサービス', 'スマートキー']
}
